[
  {
    "name": "Audre Lorde",
    "bio": "Audre Lorde was a feminist writer known for her powerful poems and essays. She described herself as \"black, lesbian, mother, warrior, poet.\"\nIn her writings she embraced anger and other strong emotions to advocate for change and address racism, sexism, classism, and homophobia, and fight back against white supremacy, patriarchy, and heteronormativity. Audre was a pioneer and embraced intersectionality (though not yet using that vocabulary) in all of her work.\nShe viewed our differences as strengths and tools for transforming oppressive systems.",
    "excerpt": "Audre Lorde was a feminist writer known for her powerful poems and essays.",
    "quote": "As women, we have been taught either to ignore our differences, or to view them as causes for separation and suspicion rather than as forces for change. Without community there is no liberation, only the most vulnerable and temporary armistice between an individual and her oppression. But community must not mean a shedding of our differences, nor the pathetic pretense that these differences do not exist.",
    "quote_location": "The Master's Tools Will Never Dismantle the Master's House, 1984",
    "img_name": "Audre_Lorde"
  },
  {
    "name": "Hedy Lamarr",
    "bio": "Hedy Lamarr is a self-taught inventor and the \"mother of Wi-Fi.\"\nShe patented \"frequency-hopping\" which is the foundation of many spread-spectrum technologies, including secure Wi-Fi, GPS, and Bluetooth. Lamarr came up with the idea to help Allied forces in WWII but when she approached the American Navy, they turned down her idea for being \"too cumbersome.\" In the mid-1950's, the Navy shared her idea with a contractor and by the early 60's nearly all US torpedoes were guided by a frequency-hopping system.\nHer patent didn't expire until 1959 and yet Lamarr was never compensated for her idea and didn't receive formal recognition until 1997.\n\nLamarr was also a famous 1940's US Hollywood actress. She never loved the celebrity lifestyle and developed a reputation for being difficult. However, she was one of the first women to own a production company and to tell stories from a female perspective. Lamarr produced 2 films herself.",
    "excerpt": "Hedy Lamarr is a self-taught inventor and the \"mother of Wi-Fi.\"",
    "quote": "Inventions are easy for me to do. I don’t have to work on ideas, they come naturally.",
    "img_name": "Hedy_Lamarr"
  },
  {
    "name": "Irena Sendler",
    "bio": "Irena Sendler was a social worker and hero during the Holocaust in Warsaw, Poland coordinating the rescue of 2,500 Jewish children with Żegota, an underground organization.\nShe used her credentials as a social worker to freely enter and exit the Jewish ghetto and organized the smuggling of children out with false identity documents through a network of safe houses, orphanages, and churches. Sendler kept careful coded records of all the children with the hopes of reunification after the war ended.\nIn October 1943, she was arrested and tortured brutally by the Gestapo but didn't give up any information and no records were compromised. She was back with Żegota by December 1943 and continued supporting their efforts through the end of the war.",
    "excerpt": "Irena Sendler was a social worker and hero during the Holocaust in Warsaw, Poland coordinating the rescue of 2,500 Jewish children with Żegota, an underground organization.",
    "quote": "Heroes do extraordinary things. What I did was not an extraordinary thing. It was normal.",
    "img_name": "Irena_Sendler"
  },
  {
    "name": "Mary Seacole",
    "bio": "Mary Seacole was a nurse and successful business woman during the mid-1800s.\nShe was a prolific traveler and used her skills in her homeland of Jamaica, throughout the Caribbean, in Panama, and on the Crimea peninsula during the Crimean War. She was also fiercely independent and when British authorities refused her help during the Crimean War, she made her own way.\nMany forget her in favor of Florence Nightingale (a critic of Seacole's) as the mother of nursing but her experience and expertise in practical nursing surpassed Nightingale's.\nShe used her learnings in care and hygiene from Jamaican doctresses along with surgical techniques from Britain's growing medical community to prepare and dispense medicines, diagnose, perform minor surgery, and even conduct an autopsy on a baby, to learn more about cholera. And she did this all while feeding and comforting for her patients (mostly service men) who loved her.",
    "excerpt": "Mary Seacole was a nurse and successful business woman during the mid-1800s.",
    "quote": "...and the grateful words and smile which rewarded me for binding up a wound or giving a cooling drink was a pleasure worth risking life for at any time.",
    "img_name": "Mary_Seacole"
  },
  {
    "name": "Anita Hill",
    "bio": "Anita Hill was a law professor before being vaulted into the public eye in 1991. Hill testified that Supreme Court Justice nominee Clarence Thomas had sexually harassed her.\nShe recounted horrid experiences of sexual harassment publicly in the televised Senate hearing. Afterward, she bore years of character assassination and concerted efforts to ruin her personal and professional life.\nHer bravery was a catalyst for the 1991 Civil Rights Act to finally become law after years of feminist organizing and activism for jury trials and punitive damages in sexual harassment cases. President George H.W. Bush had vetoed the legislation until Hill's testimony shifted public opinion before his re-election campaign.\nIn the 4 years following her testimony, the number of sexual harassment lawsuits more than doubled as people felt more confident that these allegations would be taken seriously.",
    "excerpt": "Anita Hill was a law professor before being vaulted into the public eye in 1991.",
    "quote": "We need to turn the question around to look at the harasser, not the target. We need to be sure that we can go out and look anyone who is a victim of harassment in the eye and say, 'You do not have to remain silent anymore.'",
    "img_name": "Anita_Hill"
  },
  {
    "name": "Rosalind Franklin",
    "bio": "Rosalind Franklin had a brilliant scientific mind and is best known for her crucial role in the discovery of DNA structure.\nShe was a chemist during a time when women were not welcomed in the field. In her early career, she became an expert in x-ray diffraction analysis while studying the carbon structures of coal. Her expertise in this area would become invaluable in her later DNA research.\nShe captured \"Photo 51\" which was the clearest image taken of DNA up to that point.\nHer photo, as well as her unpublished calculations proving helical structures, allowed Watson and Crick (researchers at a competing lab) to identify the double helix and publish their findings. Though they didn't credit her work, without it, they may not have been the first to discover DNA structure and ultimately win the Nobel prize (along with Franklin's colleague, Wilkins).\nFranklin transitioned to studying virus structures later in her career and her achievements in that area were also considerable.",
    "excerpt": "Rosalind Franklin had a brilliant scientific mind and is best known for her crucial role in the discovery of DNA structure.",
    "quote": "Science and everyday life cannot and should not be separated.",
    "img_name": "Rosalind_Franklin"
  },
  {
    "name": "Angela Davis",
    "bio": "Angela Davis is an activist and an academic, organizing for prison abolition and other causes at the nexus of antiracism, antisexism, anticapitalism, and antiwar.\nAfter studying philosophy in the US and Germany, she moved back to the States to join the growing Black Power movement. She briefly worked with the Black Panthers before joining an all-Black branch of the Communist Party, the Che-Lumumba Club.\nIn the early 1970s, Davis went into hiding after being falsely accused as an accomplice to a botched courtroom escape that ended with 4 people dead. She was on the FBI's Most Wanted list and was charged with kidnapping and murder. After 18 months in prison, she was acquitted by an all-white jury.\n\nTo this day, Davis is a philosopher and activist of freedom. She has expressed dismay at the male chauvinism within the Black Panthers and other activist movements; she has celebrated the feminist, collective organizing of the present-day Occupy and Black Lives Matter movements.\nShe is a major force behind the abolition of the prison-industrial complex, speaking around the world and challenging people to think critically about our institutions. ",
    "excerpt": "Angela Davis is an activist and an academic, organizing for prison abolition and other causes at the nexus of antiracism, antisexism, anticapitalism, and antiwar.",
    "quote": "Radical simply means 'grasping things at the root.'",
    "img_name": "Angela_Davis"
  },
  {
    "name": "Marie Curie",
    "bio": "Marie Curie (born Maria Salomea Skłodowska) was a Polish physicist and chemist well known for her groundbreaking work in radioactivity (a term she coined).\nFollowing Henri Becquerel's discovery of radioactive properties in uranium, Marie was inspired to pursue research into uranium for her thesis. Her husband, Pierre Curie, became so intrigued by her research that he dropped his own work to join her.\nBetween 1898 and 1902, the Curies published 32 scientific papers, including one that announced that, when exposed to radium, diseased, tumor-forming cells were destroyed faster than healthy cells.\nIn 1903, Marie, Pierre, and Becquerel were awarded the Nobel Prize in Physics for their research in \"the radiation phenomena.\" Originally intending to only award Becquerel and Pierre the award, Pierre complained to the committee and Marie was included, making her the first woman to win a Nobel Prize.\n8 years later, Marie went on to win a second Nobel Prize (in Chemistry) for the discovery of polonium and radium, making her the first person to win the Nobel Prize twice. Curie never patented her discoveries so that the scientific community could do research unhindered.",
    "excerpt": "Marie Curie (born Maria Salomea Skłodowska) was a Polish physicist and chemist well known for her groundbreaking work in radioactivity (a term she coined).",
    "quote": "When radium was discovered, no one knew that it would prove useful in hospitals. The work was one of pure science. And this is a proof that scientific work must not be considered from the point of view of the direct usefulness of it.",
    "img_name": "Marie_Curie"
  },
  {
    "name": "Toni Morrison",
    "bio": "Toni Morrison was a prolific, award-winning novelist whose stories centered the Black, specifically African-American, experience for a Black audience purposefully subverting the white gaze.\nHer prose is known for being lyrical and layered, though she has rejected critics' emphasis on her poetic style and prefers the stories themselves to stand in their power.\nHer work often engages with themes of violence, womanhood, racism and colorism, and the long-term and unevaluated consequences of American chattel slavery and how that shapes African-American life in the centuries that followed.\nHer novels include \"The Bluest Eye,\" \"Song of Solomon,\" \"Sula,\" \"Beloved,\" and many more. In total, she wrote 11 novels, five children’s books, two plays, a song cycle and an opera.\nShe became the first African-American woman to win the Nobel Prize in Literature in 1993 for her novels \"characterized by visionary force and poetic import, [which] gives life to an essential aspect of American reality.\"",
    "excerpt": "Toni Morrison was a prolific, award-winning novelist whose stories centered the Black, specifically African-American, experience for a Black audience purposefully subverting the white gaze.",
    "quote": "I'm not entangled in shaping my work according to other people's views of how I should have done it.",
    "img_name": "Toni_Morrison"
  },
  {
    "name": "Grace Hopper",
    "bio": "Grace Hopper is computing pioneer and created the first compiler. A compiler translates human-readable programming language into machine code.\nBefore her, no one believed a computer could understand English-like text. The prevailing thought at the time was that computers could only do arithmetic and humans would have to learn machine code to interact with them.\nHer compiler led to the creation of COBOL, the first standardized programming language for business purposes.\n\nThe motivation behind her work was to always make computers easier for humans. She knew that computers would become ubiquitous and wanted them to be available to everyone.\nShe spoke and taught throughout her life, advocating for adoption of standardized programming languages (like COBOL) and educating people about computers. She believed her biggest accomplishment was training and encouraging young people, not her foundational innovations in computing.",
    "excerpt": "Grace Hopper is computing pioneer and created the first compiler.",
    "quote": "The most important thing I've accomplished, other than building the compiler is training young people. They come to me, you know, and say, 'Do you think we can do this?' I say, 'Try it.' And I back 'em up. They need that. I keep track of them as they get older and I stir 'em up at intervals so they don't forget to take chances.",
    "img_name": "Grace_Hopper"
  },
  {
    "name": "Simone de Beauvoir",
    "bio": "Simone de Beauvoir was a notable French philosopher and feminist theorist. She is most well-known for her revolutionary book \"The Second Sex\" (1949) in which she lays the underpinnings for second-wave feminism.\nIn \"The Second Sex,\" Beauvoir establishes that sex and gender are different, and gender is a social construct. She challenges the social inequality of women as inferior to men—the \"other\" to their default, the \"second\" to their \"first.\"\nHer criticisms of gender roles and the ways enforced femininity limits women's freedom directly builds on her existentialist philosophy.\nAlthough her work focuses mainly on gender and rarely considers race and other intersecting identities, her existentialist ethics (discussing absolute freedom vs. the constraints of circumstance) welcomes intersectionality into her work while engaging it with a critical eye.",
    "excerpt": "Simone de Beauvoir was a notable French philosopher and feminist theorist.",
    "quote": "One is not born, but rather becomes, a woman.",
    "img_name": "Simone_de_Beauvoir"
  },
  {
    "name": "Sylvia Rivera",
    "bio": "Sylvia Rivera was an LGBTQ+ activist, particularly known for her committment to amplifying the voices of the most vulnerable people in the LGBTQ+ community, including transgender people of color, homeless queer youth, and incarcerated queer people.\nShe rose to prominence after the Stonewall Uprising. Rivera was an active member of the Gay Liberation Front (GLF) and the Gay Activists Alliance (GAA).\nShe quickly received a reputation as a trouble-maker for her vocal advocacy for those marginalized within the gay rights movement as gay rights organizations became more conservative. She fought tirelessly for trans people of color and was often silenced by the majority cis white activists in the mainstream organizations.\n\nRivera co-founded Street Transvestite Action Revolutionaries (STAR) with Marsha P. Johnson, another remarkable LGBTQ+ activist. Through their work with STAR, Rivera and Johnson supported homeless queer youth through direct outreach and organized for trans-inclusive legislation in New York. ",
    "excerpt": "Sylvia Rivera was an LGBTQ+ activist, particularly known for her committment to amplifying the voices of the most vulnerable people in the LGBTQ+ community, including transgender people of color, homeless queer youth, and incarcerated queer people.",
    "quote": "We have to be visible. We should not be ashamed of who we are. We have to show the world that we're numerous. There are many of us out there.",
    "img_name": "Sylvia_Rivera"
  },
  {
    "name": "Katherine Johnson",
    "bio": "Katherine Johnson was an incredible mathematician who calculated trajectories, flight paths, and orbital mechanics of the most historic space flights in US history.\nIn 1961, her work at NASA supported the Mercury flight, America's first human space flight. In 1962, her calculations helped the Friendship 7 become the first American space flight to successfully orbit the earth.\nFamous astronaut John Glenn refused to take-off until all of the electronic calculations could be verified by Johnson, \"If she says the numbers are good, I’m ready to go.\" And then in 1969, she calculated the trajectories for the Apollo 11 to land on the moon and safely return to Earth.\n\nShe did all of this despite segregation and sexism within mathematics and engineering. Her assuredness of her own capability and her proven track record won over the teams of white men she worked with. She said that she never felt inferior and, \"they didn’t have time to be concerned about what color I was.\"",
    "excerpt": "Katherine Johnson was an incredible mathematician who calculated trajectories, flight paths, and orbital mechanics of the most historic space flights in US history.",
    "quote": "Let me do it. You tell me when you want it and where you want it to land, and I’ll do it backwards and tell you when to take off.",
    "img_name": "Katherine_Johnson"
  },
  {
    "name": "Mala Sen",
    "bio": "Mala Sen was a human rights activist and author who worked on housing security, labor rights, and race relations in London in the 1960s and 70s.\nAfter Sen moved to London from Mumbai, she began advocating for the rights of Bengali factory workers. They worked and lived in squalid conditions, often sharing rented rooms and beds with other workers, sleeping in shifts.\nSen used her membership in the Race Today Collective to raise awareness of the conditions immigrants were experiencing. She co-founded the Bengali Housing Action Group which was responsible for creating a safe living area for Bangladeshis on Brick Lane in London's East End. She was also a member of the British Black Panthers.\n\nSen later moved back to India and researched and wrote about women's issues. During that time, she learned of Phoolan Devi, dubbed the \"bandit queen,\" and wrote a book about Devi's life.",
    "excerpt": "Mala Sen was a human rights activist and author who worked on housing security, labor rights, and race relations in London in the 1960s and 70s.",
    "quote": "When you are a political activist, you empower other people to take their chance to empower themselves.",
    "img_name": "Mala_Sen"
  },
  {
    "name": "Ella Fitzgerald",
    "bio": "Ella Fitzgerald, known as \"The First Lady of Song,\" was a revolutionary American jazz singer. She is known for her purity of range and intonation. But her hallmark was her improvisational scat singing.\nElla's primary exposure to music was through her childhood church services and listening to her mom's jazz records. When her mother died while Ella was a teenager, Ella's world was turned upside down. She began singing on the streets of Harlem to make ends meet.\nAt 17, she entered the famous amateur show competition at the Apollo Theater, which led to her being hired as a singer for Chick Webb's orchestra. When Webb died in 1939, Fitzgerald assumed leadership of the band for the next two years, beginning her solo career.\nIn the 1950s with her new manager Norman Granz, her career soared to new heights. She recorded with numerous greats, including Louis Armstrong, Duke Ellington, Count Basie, and Oscar Peterson.\nA typical performance by Ella would include works from several decades and styles—swing, bop, bossa nova, soul and Broadway show music—as well as composers ranging from Duke Ellington to Burt Bacharach. She really could do it all.\nAside from music, she was a child welfare advocate and regularly made donations to help disadvantaged youth.",
    "excerpt": "Billie Holiday was an influential jazz singer in the 1930s and 40s.",
    "quote": "I sing like I feel.",
    "img_name": "Ella_Fitzgerald"
  },
  {
    "name": "Queen Lili‘uokalani",
    "bio": "Queen Lili‘uokalani was the first woman to rule Hawai'i and their last monarch.\nHer brother, King Kalākaua, was forced to sign away most of the Hawaiian monarchy's rights to the legislature (mostly American businessmen and sugar planters) by an armed militia in what became known as the \"Bayonet Constitution.\" When the king passed away, Lili‘uokalani was heir apparent and ascended to the throne.\nDuring her brief reign, she refused to honor the Bayonet Constitution. This led to the Americans staging a coup, backed by the US military. Shortly after, there was a failed insurrection on behalf of the monarchy which led to her house arrest and formal abdication to spare the insurrectionists.\n\nLili‘uokalani was never successful in her “Stand Firm” (Oni pa’a) movement, fighting for native Hawaiians rights and against U.S. annexation of Hawai'i. She traveled to D.C. to advocate for Hawai'i in front of Congress and use legal avenues to sue for her cause. Once William McKinley became president, Hawai'i was annexed by the U.S. \n\nLili‘uokalani loved her people and her heritage. She was a skilled composer and wrote \"Aloha Oe (Farewell To Thee),\" an anthem of Hawai'i. She raised funds for the Queen’s Hospital and established a bank for women, a fund for the education of native Hawaiian girls, and a trust to support Hawaiian orphans, which is still thriving today.",
    "excerpt": "Queen Lili‘uokalani was the first woman to rule Hawai'i and their last monarch.",
    "quote": "I could not turn back the time for political change, but there is still time to save our heritage. You must remember never to cease to act because you fear you may fail.",
    "img_name": "Queen_Lili_Uokalani"
  },
  {
    "name": "Lucille Ball",
    "bio": "Lucille Ball, of \"I Love Lucy\" fame, was a trailblazing woman in Hollywood. She was the first woman to run a major Hollywood studio in 1962.\nAnd she forever changed television production with innovations on \"I Love Lucy,\" including shooting with multiple cameras and filming in front of a live studio audience.\"I Love Lucy\" was the first show to be filmed rather than performed live, allowing it to be rebroadcast.\nBall and her husband didn't want to relocate to the east coast (to be in the right timezone for live broadcasting) and negotiated a pay cut to allow for filming instead on the condition that the couple retained the rights to episodes after they aired. This was a savvy and profitable move; the couple sold their rights to CBS and used the money to purchase Ball's former studio.\n\nBall pushed back against racism in Hollywood and is responsible for the first biracial couple on TV. She also portrayed female friendships in a way that didn't center men in her later shows.\nShe wasn't afraid to break expectations, her characters were often loud and zany, and she loved to show off her physical comedy skills.",
    "excerpt": "Lucille Ball, of \"I Love Lucy\" fame, was a trailblazing woman in Hollywood.",
    "quote": "How I Love Lucy was born? We decided that instead of divorce lawyers profiting from our mistakes, we’d profit from them.",
    "img_name": "Lucille_Ball"
  },
  {
    "name": "Noor Inayat Khan",
    "bio": "Noor Inayat Khan was a spy for the British in WWII.\nBorn to an Indian father and American mother, descended from Indian royalty, and having grown up in Moscow, London, and Paris, her family fled back to Britain when France was invaded by the Germans.\nShortly after arriving in London, she enlisted in the Women's Auxiliary Air Force (WAAF). In 1943, she was recruited by the secret spy organization Special Operation Executive (SOE).\nDespite her pacifism, fear of weapons, clumsiness, and amateur spycraft, she was given the most dangerous assignment: sending and receiving wireless messages about resistance operations from behind enemy lines. Her determination, French language skills, and willingness to make sacrifices made her a great candidate for the job.\n\nAt the time, wireless operators' lifespans were 6 weeks. She was flown into France and within 10 days, all the other operators in her network were captured by the Germans. She refused to leave and spent the next 3 months doing the work of 6 operators.\nShe was captured by the Germans in mid-October 1943, betrayed by double agents in the SOE. During her imprisonment, she was tortured and interrogated but never gave up information on her work or her colleagues.\nIn September 1944, Khan was transferred to Dachau concentration camp with 3 other SOE agents and was executed the following morning on September 13, 1944.",
    "excerpt": "Noor Inayat Khan was a spy for the British in WWII.",
    "quote": "Liberté.",
    "img_name": "Noor_Inayat_Khan"
  },
  {
    "name": "Junko Tabei",
    "bio": "Junko Tabei was the 36th person to reach Mt. Everest's summit (and the first woman to do so though she didn't like to emphasize that). Growing up in post-WWII Japan, Tabei was a small child who fell in love with climbing at 10 years old. Though her family couldn't afford this expensive hobby, she picked it up again while she was in college. She joined a men's climbing club and despite the prejudiced attitude of some of her fellow climbers (thinking she was only there to find a husband), she quickly excelled. She started an all-women climbing club in 1969. \n\nHer role as a climbing leader directly challenged cultural norms for women in Japan. Not only was she supposed to be at home raising a family, but asking questions and admitting there's something you don't know was seen as weakness. But ask questions she did; she organized a 15-person Mt. Everest expedition in 1975. An avalanche, altitude sickness, and unexpected narrow passages couldn't deter Tabei from reaching the summit. After her successful climb, she remained humble and never accepted corporate sponsorship for future climbs. She went on to become the first woman to complete the Seven Summits (the tallest peak on all 7 continents), organized 44 all-women expeditions around the world, and became an environmental activist focused on preserving the mountain landscapes she loved.",
    "excerpt": "Junko Tabei was the 36th person to reach Mt. Everest's summit (and the first woman to do so though she didn't like to emphasize that).",
    "quote": "When we began the climb we were determined to only show each other our strong sides. When you are climbing a mountain, your life depends on the exact opposite. You can't be reserved and not say what you think or feel.",
    "img_name": "Junko_Tabei"
  },
  {
    "name": "Violette Szabo",
    "bio": "In WWII, Violette Szabo worked for Special Operations Executive (SOE), the British spy organization. She grew up as a tomboy, the only girl of 5 children. She was sent to live with her aunt in France during the Great Depression and was fluent in French when she moved back to London at 11. Szabo married young and had a daughter. Her husband was deployed to Africa and died in action just four months after the birth of her daughter. Partially out of a desire to contribute to the war effort and partially to avenge her husband's death, she enlisted in the SOE. Her French fluency, athleticism, and marksmanship made her a great recruit.\n\nSzabo completed her first mission for SOE in German-occupied France in April 1944. She gathered intelligence on a compromised spy circuit codenamed Salesman. Her second mission occurred two months later, the day after D-Day. It was intended to sabotage German communications in France.  Three days in, she was in a car and stopped by Germans. There is some confusion of what happened next (there may have been a gunfight), but she was captured, tortured, and transferred to multiple German labor camps before, ultimately, being taken to Ravensbrück. In February 1945, she was executed, along with two other SOE women spies.",
    "excerpt": "In WWII, Violette Szabo worked for Special Operations Executive (SOE), the British spy organization.",
    "quote": "The life that I have\nIs all that I have\nAnd the life that I have\nIs yours.",
    "quote_location": "The first stanza of Violette Szabo's code poem given to her by Leo Marks",
    "img_name": "Violette_Szabo"
  },
  {
    "name": "Huda Sha’arawi",
    "bio": "Huda Sha’arawi was an anti-colonial activist, feminist, and founder of the women's movement in early 20th century Egypt. She grew up in the harem tradition and was frustrated by the isolation and restriction she faced as a girl. She valued her education and used it to propel her forward in her social causes. In 1908, she became deeply involved in political activism advocating for Egyptian independence from British rule. In her activism, she founded the first Egyptian secular philanthropic organization run by women for women, the Wafdist Women's Central Committee (the first political organization for Egyptian women), and the Egyptian Feminist Union (in response to women being denied the vote). She also led the largest women's protest in the revolution for independence. Despite women's involvement in Egyptian independence, they were left out of negotiations with Great Britain and were not granted the vote.\n\nSha’arawi continued to organize for women's rights including suffrage, reforms to personal status laws, access to education, and minimum marriage age for girls. In 1923, her defining moment of feminist activism came when she ripped off her face veil in a public train station rejecting the symbol of social stratification and isolation for women–allowing it to become a personal, religious choice once again. Though only some of Sha’arawi’s goals as an activist were realized during her lifetime, she laid the foundation for women's liberation work in Egypt.",
    "excerpt": "Huda Sha’arawi was an anti-colonial activist, feminist, and founder of the women's movement in early 20th century Egypt.",
    "quote": "Men have singled out women of outstanding merit and put them on a pedestal to avoid recognizing the capabilities of all women.",
    "img_name": "Huda_Sha_Arawi"
  },
  {
    "name": "Yuri Kochiyama",
    "bio": "Yuri Kochiyama was a peace and justice activist who advocated for liberation for all marginalized groups. She grew up in California and, by her own account, was politically unaware into her early 20s. After the bombing of Pearl Harbor, the government sent her family to a concentration camp in Arkansas. She spent 2 years in the camp and was awoken to social and political injustice directed to Japanese Americans and to Black Americans in the Jim Crow south. After the war, she married and moved to New York. Living in a housing project surrounded by mostly Black and Puerto Rican neighbors inspired her to become involved with the civil rights movement. In the early 60s, she and her family moved to Harlem where she enrolled in \"freedom schools\" to learn about Black history and culture. She became deeply involved in community activism. After being detained by police in a protest over discriminatory hiring practices in 1963, she met Malcolm X when he came to lend support to those arrested and developed a friendship with him. \n\nIn her life, Kochiyama advocated for racial justice, Puerto Rican independence, anti-imperialism, labor organizing, nuclear disarmament, reparations for Japanese American internees, the anti-war movement, and the rights of people imprisoned by the U.S. government for violent offenses whom she considered to be political prisoners.",
    "excerpt": "Yuri Kochiyama was a peace and justice activist who advocated for liberation for all marginalized groups.",
    "quote": "Remember that consciousness is power. Consciousness is education and knowledge. Consciousness is becoming aware. It is the perfect vehicle for students. Consciousness-raising is pertinent for power, and be sure that power will not be abusively used, but used for building trust and goodwill domestically and internationally. Tomorrow's world is yours to build.",
    "img_name": "Yuri_Kochiyama"
  },
  {
    "name": "Sophie Scholl",
    "bio": "Sophie Scholl was a student and anti-Nazi political activist in Germany during WWII. As a child, she was an avid follower of National Socialism, as was her brother. However, her parents resented the Nazi movement. There were many family meals spent criticizing and discussing the horrors of the changes in Germany and the Nazis. She realized that the Nazi movement was not in line with her morals or Christian faith and began turning away from the system and toward resistance. \n\nHer brother and his friends had created The White Rose, a passive resistance movement that created and distributed anti-Nazi pamphlets. When Sophie entered university, she joined the group and helped copy, distribute, and mail pamphlets while also managing the group's finances. Her membership in the group was hugely valuable as women were less likely to be stopped by the SS. And getting access to that much paper, envelopes, and stamps during times of wartime rationing was no easy feat. The White Rose managed to evade capture for months while they published and distributed 6 pamphlets. While leaving the 6th pamphlet in the halls of the University of Munich, a janitor saw Sophie and her brother and turned them into the Gestapo. Sophie tried to take all blame for The White Rose, but ultimately everyone involved was sentenced to death. She was 21.",
    "excerpt": "Sophie Scholl was a student and anti-Nazi political activist in Germany during WWII.",
    "quote": "Somebody, after all, had to make a start. What we wrote and said is also believed by many others. They just don't dare express themselves as we did.",
    "img_name": "Sophie_Scholl"
  },
  {
    "name": "Una Marson",
    "bio": "Una Marson was a Jamaican poet, playwright, journalist, feminist, and anti-racist. After growing up in Jamaica, she went on to be the first woman editor in her home country by the age of 21. She ran \"Cosmopolitan,\" a monthly feminist magazine where she published pieces advocating for woman's employment and suffrage. She also used her publication to advance literary awareness. \n\nIn 1932, she moved to London. She became secretary to the League of Colored Peoples, a civil rights organization that was established to fight racial inequality. She also continued her literary career, writing multiple works of poetry focusing on Black women's identity in England. \n\nUpon her first return to Jamaica, she became reimmersed in nationalist, decolonizing politics. She stressed the role of Black women in the fight for freedom and socio-political change. Continuing to write, she produced some of her most influential works. She promoted Black beauty and confidence, pushing back on the norm of Black inferiority in media. And she experimented with writing verse in Jamaican Creole. During this time in Jamaica, she founded the Jamaica Save the Children Fund.\n\nWhen she moved back to London, she was hired by the BBC and became their first Black woman broadcaster. She evolved the program \"Calling the West Indies\" into \"Caribbean Voices\" which became responsible for the rise of West Indian literature in Britain.",
    "excerpt": "Una Marson was a Jamaican poet, playwright, journalist, feminist, and anti-racist.",
    "quote": "I hate dat ironed hair\nAnd dat bleaching skin.\nHate dat ironed hair\nAnd dat bleaching skin.\nBut I'll be all alone\nIf I don't fall in.",
    "img_name": "Una_Marson"
  },
  {
    "name": "Mary Ware Dennett",
    "bio": "Mary Ware Dennett was a women's rights and sex-positive birth-control activist in the early 1900s. She is known for writing her sex education pamphlet, \"The Sex Side of Life: An Explanation for Young People.\" In it, she takes a scientifically informed approach. She talks about the pleasure of orgasm and the emotional side of heterosexual sex. It was revolutionary for its time.\n\nAfter three harrowing childbirths, Dennett and her husband were advised not to have any more children. Being uneducated in contraceptive techniques, they abstained from sex. Dennett partially blamed her subsequent divorce on this enforced celibacy. Dennett realized the incredible possibility birth control held for improving the lives of women.\n\nIn 1915, she co-founded The National Birth Control League. At the time, sharing birth control information was illegal under the Comstock laws. The NBCL lobbied state legislatures to change the laws. Later, she founded the Voluntary Parenthood League which lobbied to repeal these laws at the federal level.\n\nDennett believed in unrestricted access to contraceptives and birth control information. She didn't want access to be determined by affluence. Ultimately, Dennett was the catalyst for the overturning of Comstock laws. She was sued for distributing her sex education pamphlet. After a conviction and appeal, it was ruled that intent mattered when determining obscenity and birth control information for educational purposes was legal.",
    "excerpt": "Mary Ware Dennett was a women's rights and sex-positive birth-control activist in the early 1900s.",
    "quote": "By a rhythmic movement of the penis in and out, the sex act reaches an exciting climax or orgasm, when there is for the woman a peculiarly satisfying contraction of the muscles of the passage and for the man, the expulsion of the semen, the liquid which contains the germs of life. This is followed by a sensation of peaceful happiness and sleepy relaxation. It is the very greatest physical pleasure to be had in all human experience, and it helps very much to increase all other kinds of pleasure also.",
    "img_name": "Mary_Ware_Dennett"
  },
  {
    "name": "Sarojini Naidu",
    "bio": "Sarojini Naidu was a poet and political activist. Gifted with words, she was known for her brilliant public speaking and lyrical style. She advocated for civil rights, women's rights (especially suffrage and education), and Indian independence from colonial rule. In her late 30s, she joined Mahatma Gandhi's satyagraha movement of nonviolent resistance against British rule. During her time working with Gandhi, she travled to Britain multiple times to advocate for Indian freedom and became a trusted member of the movement. She, along with other female activists, persuaded Gandhi to allow women to join the Salt March. When Gandhi was arrested, he appointed her as leader of the march. She was arrested multiple times during her activism work—her last arrest resulting in 21 months in prison.\n\nIn 1925, she became the first woman president of the Indian National Congress. When India achieved their independence, she was made the Governor of Uttar Pradesh in 1947 (the first woman to hold this office). She remained Governor until her death in 1949. Her birthday, February 13, is celebrated as national women's day in India.",
    "excerpt": "Sarojini Naidu was a poet and political activist.",
    "quote": "When there is oppression, the only self-respecting thing is to rise and say this shall cease today, because my right is justice. If you are stronger, you have to help the weaker boy or girl both in play and in the work.",
    "img_name": "Sarojini_Naidu"
  },
  {
    "name": "Lucy Parsons",
    "bio": "Lucy Parsons was a leader in the radical labor movement for over 60 years (1870s - 1940s). Her activism doesn't fit neatly into any one box. \n\nIn 1870s Chicago, she and her husband became highly effective anarchist organizers for the labor movement. Lucy wrote for multiple anarchist publications and organized marches for working women in the city. In 1886, they led 80,000 workers down Michigan Avenue for the world's first May Day parade to demand an 8-hour workday. \n\nShe was a powerful orator and was harassed by the Chicago Police Department who arrested her on phony charges to prevent her from speaking. She advocated for both radical tactics, \"Learn the use of explosives!\" and nonviolence (which would have broad meaning for future protest movements). She was one of two founding women members of the International Workers of the World (IWW or affectionately known as the Wobblies). She was in conflict with other civil rights and feminist activists for her focus on class politics over race and gender struggles. She believed that fighting capitalism was more important since sex and race are facts of existence that are manipulated by employers to justify greater exploitation. She also advocated for sex workers when most activists were ignoring their plight completely. \n\nWhen she died in a house fire, police confiscated her vast library and personal writings and never returned them.",
    "excerpt": "Lucy Parsons was a leader in the radical labor movement for over 60 years (1870s - 1940s).",
    "quote": "Never be deceived that the rich will allow you to vote away their wealth.",
    "img_name": "Lucy_Parsons"
  },
  {
    "name": "Pat Maginnis",
    "bio": "Pat Maginnis was considered America's first abortion rights activist. She reshaped the debate around women's rights.\n\nIn the 1950s, she served as a surgical technician in an obstetrics ward in Panama. During this time, she saw the horrible treatment of pregnant women.\n\nWhen she returned to the States, she immediately threw herself into activism. Through the use of radical, direct action she sought to make elective abortion accessible to all women who wanted one. Pat aimed for more than reform. She wanted a total system overhaul. \n\nIn 1962, she started the Society for Humane Abortion (SHA). SHA educated medical and legal professionals and operated a free post-abortion care center. 2 years later, she founded the Association to Repeal Abortion Laws (ARAL) with Rowena Gurner and Lana Phelan. Its mission was unprecedented: repeal abortion laws, endorse elective abortions, and offer women any resources they could in the meantime.\n\nThe women became known as the \"Army of Three.\" They conducted organized civil disobedience campaigns. Getting arrested for distributing leaflets guaranteed a court case challenging the legality of local and state anti-abortion laws. But getting arrested wasn't the only goal; they had real information to distribute that was hardest to obtain for poor women of color.\n\nThe women led classes on how to conduct DIY abortions. They instructed women on every aspect of abortion: how to schedule one, how to prepare, what to expect, how it was done, how to respond to police interrogations if you had to be hospitalized, and how to perform your own. For those who could travel, they distributed \"the List\": an up-to-date directory of qualified abortion providers in Mexico, Japan, and Sweden.",
    "excerpt": "Pat Maginnis was considered America's first abortion rights activist.",
    "quote": "The word abortion was taboo. And I thought: That’s crazy. People won’t talk about abortion! They’re afraid to. I’m going to talk about abortion! ABORTION!",
    "img_name": "Pat_Maginnis"
  },
  {
    "name": "Octavia Butler",
    "bio": "Octavia Butler was an award-winning, genre-defining author. Among an array of Hugo and Nebula awards, she was also the first science fiction writer to receive a prestigious MacArthur fellowship.\n\nOctavia expanded what science fiction is and could be. Her work blended historical consciousness, feminist aesthetic, and marginalized perspectives. She upended a genre that had been (and can still be) predominantly young, white, and male-centered.\n\nHer work often grapples with themes of power, intimacy, hybridity, survival, complicity, and environmentalism. She wrote about disenfranchised protagonists. She used characters familiar with violence and faced with the need to compromise to explore our flawed humanity. \n\nDespite the dark themes, Octavia's stories reminds us that we can remain hopeful in the face of the worst oppression. Survival is courage, and one individual can create critical change.",
    "excerpt": "Octavia Butler was an award-winning, genre-defining author.",
    "quote": "Why aren’t there more SF Black writers? There aren’t because there aren’t. What we don’t see, we assume can’t be. What a destructive assumption.",
    "img_name": "Octavia_Butler"
  },
  {
    "name": "Lucy Stone",
    "bio": "Lucy Stone was a leading orator, abolitionist, and suffragist in the US. She was the first woman in the U.S. to keep her maiden name after marriage.\n\nA graduate of Oberlin college, she was known for rejecting gender norms. When the university asked her to write a commencement speech, she refused. Women were not allowed to speak in public and a man would read her speech. \n\nAfter graduation, renowned abolitionist William Lloyd Garrison hired her as a public speaker for his American Anti-Slavery Society. During that time, she spoke on the issues of abolition and women's rights, even though she faced verbal abuse and physical attack.\n\nIn 1858, she reminded Americans \"no taxation without representation.\" She refused to pay her property tax bill because she was not fairly represented. \"...women suffer taxation, and yet have no representation, which is not only unjust to one half of the adult population, but is contrary to our theory of government.\" She was punished with the impoundment and sale of her household goods.\n\nAfter the Civil War, Lucy, along with Fredrick Douglass and others, supported the Fifteenth Amendment. This caused friction with other suffragists such as Elizabeth Cady Stanton and Susan B. Anthony who wanted women's right to vote before African Americans'. \n\nTogether, Susan B. Anthony, Elizabeth Cady Stanton, and Lucy Stone have been called the 19th-century \"triumvirate\" of women's suffrage and feminism.",
    "excerpt": "Lucy Stone was a leading orator, abolitionist, and suffragist in the US.",
    "quote": "In education, in marriage, in religion, in everything, disappointment is the lot of woman. It shall be the business of my life to deepen this disappointment in every woman's heart until she bows down to it no longer.",
    "img_name": "Lucy_Stone"
  },
  {
    "name": "Madam C.J. Walker",
    "bio": "Originally born Sarah Breedlove, Madam C.J. Walker was a renowned entrepreneur and philanthropist.\n\nIn the early 1900s, she worked as a sales agent for Annie Turnbo Malone's \"The Great Wonderful Hair Grower.\" During that time, she also worked as a cook for a pharmacist who taught her basic chemistry. She perfected an ointment that healed dandruff and other hygiene-related scalp problems. Scalp ailments were common for women at the time due to the lack of indoor plumbing and electricity which made regular hygiene difficult. She launched her own line of hair products for Black women in 1905, \"Madam Walker's Wonderful Hair Grower.\"\n\nC.J. was gifted with incredible business and marketing prowess. Being Black and a woman, she was excluded from most trades and denied financing due to Jim Crow laws and sexism. She seized an opportunity to serve a community of women typically ignored by mainstream beauty and cosmetic brands.\n\nAnd she did more than just sell products to Black women. She created a business model where other Black women could gain financial independence by becoming \"Walker Agents.\" C.J. created an international network of educated sales teams and became a household name.\n\nIn her success, philanthropy and political activism became a focus. She donated large sums of money to associations that served the Black community, including the NAACP, the Tuskegee Institute, and the National Conference on Lynching, among other smaller local groups.",
    "excerpt": "Originally born Sarah Breedlove, Madam C.J. Walker was a renowned entrepreneur and philanthropist.",
    "quote": "I am not satisfied in making money for myself. I endeavor to provide employment for hundreds of the women of my race.",
    "img_name": "Madam_C_J_Walker"
  },
  {
    "name": "Ida B. Wells",
    "bio": "Born into slavery with a childhood shaped by Reconstruction, Ida B. Wells was an investigative journalist and civil rights activist. \n\nIn her early 20s, Jim Crow was spreading across the south. After an incident on a train where she was forcibly removed from her seat, she successfully sued the railroad for damages. The success was short-lived as an appeals court overturned the decision.\n\nWhen she lost her job as a teacher due to her open criticism of Memphis schools, she turned to journalism full-time. She joined the Memphis Free Speech and Headlight and became the first woman co-owner and editor of a Black newspaper in the US.\n\nShe reshaped American journalism with her reporting on lynching. She documented 728 lynching cases that had occurred between 1884 and 1892. She brought light to the false accusations of Black villainy used to excuse lynching and exposed the real economic, white supremacist motives. Her compelling reporting upset the whites in power. In 1892, a white mob destroyed her newspaper office. She was no longer safe in Memphis and moved to Chicago.\n\nIda was also an active suffragist. She co-founded the Alpha Suffrage Club in Chicago which became the largest Black women's suffrage organization in Illinois. She was also a founding member of the NAACP. Though she was later asked to step away because she was thought to be too radical.",
    "excerpt": "Born into slavery with a childhood shaped by Reconstruction, Ida B. Wells was an investigative journalist and civil rights activist.",
    "quote": "Our country's national crime is lynching. It is not the creature of an hour, the sudden outburst of uncontrolled fury, or the unspeakable brutality of an insane mob.",
    "img_name": "Ida_B_Wells"
  },
  {
    "name": "Anna May Wong",
    "bio": "Anna May Wong was Hollywood's first Chinese American movie star. She grew up in Chinatown during the time of the Chinese Exclusion Act with a fascination for movies. She got her first role as an extra at 14 in Red Lantern. By 17, she landed her first starring role in The Toll of the Sea to critical acclaim. \n\nShe quickly grew frustrated with racism in Hollywood. She was almost always relegated to supporting roles due to anti-miscegenation laws. She couldn't be a leading lady because she couldn't kiss the white leading actor on screen. And movie studios loved to cast white actresses playing Asian roles in yellowface.\n\nIn 1924, she attempted to start her own production company to make films based on Chinese stories. But the company ended in a lawsuit due to her business partner's shady dealings.\n\nAt the end of the silent movie era, she became fed up with being typecast. She moved to Europe and acted in productions in Germany, France, and England in their native languages.\n\nParamount Pictures lured her back to Hollywood in 1930 with the promise of lead roles. She did star in some films but was back to playing Asian stereotypes. It was at this time that she began speaking out in support of China and challenging Hollywood's racism. ",
    "excerpt": "Anna May Wong was Hollywood's first Chinese American movie star.",
    "quote": "Why is it that the screen Chinese is nearly always the villain of the piece, and so cruel a villain — murderous, treacherous, a snake in the grass. We are not like that.",
    "img_name": "Anna_May_Wong"
  },
  {
    "name": "bell hooks",
    "bio": "bell hooks was a preeminent feminist author and social critic. She wrote about gender, race, and class, rooting her critiques in love.\n\nShe adopted her pen name in the late 70s as a tribute to her great-grandmother. The lowercase emphasizes her work instead of her individuality.\n\nAt only 19, bell wrote her first and most well-known book, Ain't I a Woman: Black Women and Feminism, while an undergraduate at Stanford. Ain't I a Woman was later published in 1981 and became a landmark feminist text. In it, she argues that the intersection of racism and sexism during slavery led to Black women having the lowest social standing in society. A fact that has not changed much in the century and a half since.\n\nShe went on to publish more than 30 works in her lifetime. Some of her best-known books include: Feminist Theory: From Margin to Center, Black Looks: Race and Representation, All About Love, The Will to Change: Men, Masculinity, and Love, Where We Stand: Class Matters, Killing Rage: Ending Racism, and Feminism is for Everybody: Passionate Politics.\n\nIn 2004, bell returned to her roots and started teaching at Berea College in Kentucky. In her later years, she began writing more about love, relationships, and community. She focused on how connection and love can be transformative to the political world we live in. Her writing provides hope that change is possible.",
    "excerpt": "bell hooks was a preeminent feminist author and social critic.",
    "quote": "But love is really more of an interactive process. It's about what we do not just what we feel. It's a verb, not a noun.",
    "img_name": "bell_hooks"
  },
  {
    "name": "Sarah Winnemucca",
    "bio": "Sarah Winnemucca was a prominent Native author, educator, and activist. Born Thocmetony (Shell Flower) to a prominent Paiute family, she grew up caught between Native and white American cultures.\n\nHer grandfather thought it important that her and her siblings learn the language and culture of the rapidly changing country. By age 14, she could speak 5 languages, three Native languages, English, and Spanish. She found work translating between these languages and cultures but struggled to find comfort within any of them.\n\nIn her work with the US government, she advocated fiercely for her Native community. She spoke out against the forced removal of Native people from their land. When the government listened and agreed to make changes, she would relay those promises back to her people. More often than not, the government broke these promises. And some in her community distrusted her because of it.\n\nIn 1883, she became the first Native woman to publish an autobiography. Her book \"Life Among the Piutes: Their Wrongs and Claims\" critiques white American culture and recounts the horrible treatment of Native people in this country. She devoted 2 chapters detailing white men's rape of Native women and girls, which was the catalyst for the Pyramid Lake War of 1860 and the Bannock War of 1878.\n\nIn addition to her advocacy work, Sarah was also a teacher and ran a boarding school for Native children. Through her work, she aimed to preserve Paiute culture in a time when assimilationist policies were trying to do the opposite.",
    "excerpt": "Sarah Winnemucca was a prominent Native author, educator, and activist.",
    "quote": "If women could go into your Congress, I think justice would soon be done to the Indians.",
    "img_name": "Sarah_Winnemucca"
  },
  {
    "name": "Marsha P. Johnson",
    "bio": "Marsha P. Johnson was a pioneering gender-nonconforming activist and drag performer who played a pivotal role in the early LGBTQIA+ rights movement. The \"P\" stood for \"pay it no mind,\" her mantra. Johnson described herself as a gay person, a transvestite, and a drag queen and used she/her pronouns (the term “transgender” only became commonly used after her death).\nJohnson moved to New York City in the 1960s and began performing as a drag queen. She experienced homelessness for much of her life and made money through sex work. This was a very dangerous time for queer people and \"gay-bashing\" in New York was at an all-time high.\nShe was a regular at the Stonewall Inn, a popular gathering place for LGBTQIA+ people that was frequently raided by police. \nOn June 28, 1969, at around 2am, she joined those already resisting police during a raid on the bar. The resulting riot sparked demonstrations that lasted for several days and is widely regarded as the birth of the modern LGBTQIA+ rights movement.\nThroughout the 1970s, Johnson continued to be a prominent figure in the LGBTQIA+ rights movement, co-founding the Gay Liberation Front and the Street Transvestite Action Revolutionaries (STAR) with her close friend Sylvia Rivera. STAR provided housing and support for homeless transgender youth. Johnson also participated in protests and demonstrations, advocating for the rights of LGBTQIA+ people and other marginalized groups.",
    "exceprt": "Marsha P. Johnson was a pioneering gender-nonconforming activist and drag performer who played a pivotal role in the early LGBTQIA+ rights movement. The \"P\" stood for \"pay it no mind,\" her mantra. Johnson described herself as a gay person, a transvestite, and a drag queen and used she/her pronouns (the term “transgender” only became commonly used after her death).",
    "quote": "No pride for some of us without liberation for all of us.",
    "img_name": "Marsha_P_Johnson"
  },
  {
    "name": "Nina Simone",
    "bio": "Nina Simone, born Eunice Waymon, was a musical force impossible to classify. With a voice that effortlessly traversed folk, blues, jazz, soul, and gospel, her artistry defied boundaries.\nHer journey began at the tender age of 4 when she started playing the piano. She eventually received classical training at the prestigious Juilliard School in New York.\nIn 1954, she began her career in a bar and grill in Atlantic City under the stage name Nina Simone, hiding her musical pursuits from her mother.\nInitially, she sang love songs, but the rising tide of the civil rights movement compelled her to shift her focus. She declared that a higher love, one that could unite people in their fight for rights, had become her inspiration. \"I stopped singing love songs and started singing protest songs because protest songs were needed,\" she declared.\nSimone's music became a powerful tool for social and political commentary, and she became known for her iconic protest songs, weaving the turbulent times of the 1960s into her compositions.\nThroughout her career, Nina Simone's eclectic talents and provocative social commentary made her a legend in the world of music, leaving an indelible mark on the cultural landscape. Her music was not just a reflection of the times; it was a catalyst for change and a testament to the enduring power of art as a political force.",
    "exceprt": "Nina Simone was a musical force impossible to classify. Simone's music became a powerful tool for social and political commentary, and she became known for her iconic protest songs, weaving the turbulent times of the 1960s into her compositions.",
    "quote": "At this crucial time in our lives, when everything is so desperate, when every day is a matter of survival, I don’t think you can help but be involved.",
    "img_name": "Nina_Simone"
  },
  {
    "name": "Rachel Carson",
    "bio": "Rachel Carson was a pioneering American marine biologist, writer, and conservationist. She began her career as an aquatic biologist with the U.S. Bureau of Fisheries. She later transitioned to full-time nature writing in the 1950s.\nHer work, even in that era, reflected a profound ecological vision focused on the interconnectedness and sustainability of nature's systems.\nShe used a unique blend of scientific knowledge and poetic writing to reach a wide audience. Her groundbreaking book, \"Silent Spring\" (1962), catapulted her into global prominence. The book warned of the danger to nature caused by the misuse of chemical pesticides like DDT. Carson challenged the direction of modern science and ignited the contemporary environmental movement.\nDespite fierce opposition from chemical companies, \"Silent Spring\" sparked a remarkable shift in national pesticide policy, leading to a nationwide ban on DDT. It served as the catalyst for a grassroots environmental movement that culminated in the establishment of the U.S. Environmental Protection Agency (EPA).\nCarson's enduring message, articulated in \"Silent Spring,\" revolved around the profound impact of human actions on the natural world. She predicted escalating consequences, including pesticide resistance and ecological vulnerability to invasive species. Her legacy continues to inspire generations to protect the delicate balance of the natural world.",
    "exceprt": "Rachel Carson was a pioneering American marine biologist, writer, and conservationist.",
    "quote": "Man’s attitude toward nature is today critically important simply because we have now acquired a fateful power to alter and destroy nature. But man is a part of nature, and his war against nature is inevitably a war against himself.",
    "img_name": "Rachel_Carson"
  }
]